Repository: AkliOnet/urbackup_frontend_wx
Catalog: translations/urbackup.frontend/*.po
Languages: fa_ir, he

source: Settings
fa_ir: تنظیمات
he: הגדרות

source: Logs
fa_ir: لاگ ها
he: לוגים

source: Informations
fa_ir: اطلاعات
he: אינפורמציה

source: Add/Remove backup paths
fa_ir: افزودن/برداشتن مسیرهای پشتیبان گیری
he: הוסף/הסר נתיבי גיבוי

source: Interval for incremental file backups:
fa_ir: بازه برای پشتیبان گیری افزایشی فایل

source: hours
fa_ir: ساعات
he: שעות

source: Interval for full file backups:
fa_ir: بازه برای پشتیبان گیری کامل فایل

source: days
fa_ir: روزها
he: ימים

source: Interval for incremental image backups:
fa_ir: بازه برای پشتیبان گیری افزایشی تصویر

source: Active
fa_ir: فعال
he: פעיל

source: Interval for full image backups:
fa_ir: بازه برای پشتیبان گیری کامل تصویر

source: Minimal number of incremental file backups:
fa_ir: حداقل تعداد پشتیبان گیری افزایشی فایل

source: Maximal number of incremental file backups:
fa_ir: حداکثر تعداد پشتیبان گیری افزایشی فایل

source: Minimal number of full file backups:
fa_ir: حداقل تعداد پشتیبان گیری کامل فایل

source: Maximal number of full file backups:
fa_ir: حداکثر تعداد پشتیبان گیری کامل فایل

source: Minimal number of incremental image backups:
fa_ir: حداقل تعداد پشتیبان گیری افزایشی تصویر

source: Maximal number of incremental image backups:
fa_ir: حداکثر تعداد پشتیبان گیری افزایشی تصویر

source: Minimal number of full image backups:
fa_ir: حداقل تعداد پشتیبان گیری کامل تصویر
he: מינימום של גיבויי מערכת מלאים:

source: Maximal number of full image backups:
fa_ir: حداکثر تعداد پشتیبان گیری کامل تصویر
he: מקסימום של גיבויי מערכת מלאים:

source: Computer name:
fa_ir: نام کامپیوتر
he: שם מחשב:

source: Exclude from backup (with wildcards):
fa_ir: محروم از پشتیبان گیری (توسط wildcards)

source: Include in backup (with wildcards):
fa_ir: موجود در پشتیبان (توسط wildcards)

source: Backup window:
fa_ir: پنچره پشتیبان گیری
he: חלון גיבוי:

source: Backup delay after system start:
fa_ir: تاخیر پشتیبان گیری بعد از شروع سیستم
he: זמן המתנה לגיבוי אחרי שהמערכת עלתה:

source: min
fa_ir: دقیقه
he: מינימום

source: Volumes to backup:
fa_ir: حجم های پشتیبان گیری
he: כוננים לגיבוי:

source: Max backup speed for local network:
fa_ir: حداکثر سرعت پشتیبان گیری برای شبکه داخلی
he: מהירות מקסימלית לגיבוי דרך הרשת:

source: Enable backup via internet:
fa_ir: فعال سازی پشتیبان گیری توسط اینترنت
he: אפשר גיבוי דרך האינטרנט:

source: Internet server name/IP:
fa_ir: نام/ip سرور اینترنتی
he: שם שרת אינטרנט/כתובת IP

source: Internet server port:
fa_ir: پورت سرور اینترنتی
he: פורט שרת אינטרנט:

source: Internet server password:
fa_ir: کلمه عبور سرور اینترنتی
he: סיסמת שרת אינטרנט:

source: Do image backups over internet:
fa_ir: پشتیبان گیری تصاویر بر روی اینترنت
he: ביצוע גיבוי מערכת דרך האינטרנט:

source: Do full file backups over internet:
fa_ir: پشتیبان گیری فایل بر روی اینترنت
he: ביצוע גיבוי קבצים דרך האינטרנט:

source: Max backups speed for internet connection:
fa_ir: حداکثر سرعت پشتیبان گیری برای ارتباط اینترنتی
he: מהירות מקסימלית לגיבוי דרך האינטרנט:

source: Compressed transfer:
fa_ir: انتقال فشرده شده
he: כיווץ תעבורה:

source: Encrypted transfer:
fa_ir: انتقال رمزنگاری شده
he: תעבורה מאובטחת:

source: File backups
fa_ir: پشتیبان گیری فایل
he: גיבוי קבצים

source: Image backups
fa_ir: پشتیبان گیری تصویر
he: גיבוי מערכת

source: Client
fa_ir: کلاینت
he: לקוח

source: Internet
fa_ir: اینترنت
he: אינטרנט

source: Ok
fa_ir: تایید
he: אישור

source: Abort
fa_ir: لغو
he: אודות

source: Filter:
fa_ir: فیلتر:
he: פילטר:

source: Infos
fa_ir: اطلاعات
he: מידע

source: Warnings
fa_ir: هشدارها
he: אזהרות

source: Errors
fa_ir: خطاها
he: תקלות

source: Exit
fa_ir: خروج
he: יציאה

source: Version:
fa_ir: نسخه :
he: גירסא:

source: Name:
fa_ir: نام
he: שם:

source: Add path
fa_ir: افزودن مسیر
he: הוספת נתיב

source: Remove path
fa_ir: برداشتن مسیر
he: הסרת נתיב

source: There was an error. Currently nothing can be backed up.
fa_ir: با خطا مواجه شد. در حال حاضر نمیتوان پشتیبان گیری انجام داد.
he: היתה תקלה. כרגע אי אפשר לגבות כלום.

source: Please select the directory that will be backed up.
fa_ir: لطفا یک پوشه برای پشتیبان گیری انتخاب کنید
he: בחר את התיקייה לגיבוי.

source: UrBackup: Update available
fa_ir: UrBackup: به روزرسانی موجود است
he: יש עידכון חדש לתוכנה

source: A new version of UrBackup is available. Please click here to install it now.
fa_ir: نسخه جدید برنامه موجود است. لطفا برای نصب کلیک کنید
he: ישנה גירסא חדשה של התוכנה, לחץ כאן כדי להתקין אותה עכשיו.

source: Cannot connect to backup server
fa_ir: نمیتواند به سرور پشتیبان گیری متصل شود
he: אין אפשרות להתחבר לשרת הגיבויים

source: UrBackup: New server
fa_ir: UrBackup: سرور جدید
he: שרת חדש

source: A new backup server has been found. Click here to use it
fa_ir: سرور پشتیبان گیری جدیدی یافت شد. برای استفاده از آن کلیک کنید
he: נמצא שרת גיבוי חדש. לחץ כאן כדי להשתמש בו

source: The incremental backup interval is not a number
fa_ir: بازه پشتیبان گیری افزایشی عدد نیست

source: The full backup interval is not a number
fa_ir: بازه پشتیبان گیری کامل عدد نیست

source: The full image backup interval is not a number
fa_ir: زمان پشتیبان گیری کامل تصویر عدد نیست

source: The incremental image backup time is not a number
fa_ir: زمان پشتیبان گیری افزایشی تصویر عدد نیست

source: The maximal number of incremental file backups is not a number
fa_ir: بیشترین تعداد پشتیبان گیری افزایشی فایل عدد نیست

source: The minimal number of incremental file backups is not a number
fa_ir: کمترین تعداد پشتیبان گیری افزایشی فایل عدد نیست

source: The maximal number of full file backups is not a number
fa_ir: بیشترین تعداد پشتیبان گیری کامل فایل عدد نیست

source: Minimal number of full file backups is not a number
fa_ir: کمترین تعداد پشتیبان گیری کامل فایل عدد نیست

source: Minimal number of incremental image backups is not a number
fa_ir: کمترین تعداد پشتیبان گیری افزایشی تصویر عدد نیست

source: Maximal number of incremental image backups is not a number
fa_ir: بیشترین تعداد پشتیبان گیری افزایشی تصویر عدد نیست

source: Minimal number of full image backups is not a number
fa_ir: کمترین تعداد پشتیبان گیری کامل تصویر عدد نیست

source: Maximal number of full image backups is not a number
fa_ir: حداکثر تعداد پشتیبان گیری کامل تصویر عدد نیست

source: Backup delay after system start is not a number
fa_ir: تاخیر پشتیبان گیری بعد از شروع سیستم عدد نیست

source: Waiting for server...
fa_ir: در انتطار سرور ...
he: מחכה לשרת...

source: A backup is already running. Could not start another one.
fa_ir: یک فرآیند پشتیبان گیری در حال اجراست. نمیتوان یک فرایند جدید شروع کرد
he: גיבוי כבר מתבצע. אי אפשר להתחיל עוד גיבוי.

source: Could not start backup, because no backup server was found.
fa_ir: قادر به شروع پشتیبان گیری نیست زیرا سرور پشتیبان یافت نشد
he: אי אפשר להתחיל גיבוי, בגלל שלא נמצא שרת גיבויים.

source: Pausing failed: No connection to backup server.
fa_ir: قادر به توقف نیست : به سرور پشتیبان متصل نیست
he: אי אפשר לעצור גיבוי: אין גישה לשרת הגיבויים.

source: Continuing failed: No connection to backup server.
fa_ir: قادر به ادامه نیست : به سرور پشتیبان متصل نیست
he: אי אפשר להמשיך בגיבוי: אין גישה לשרת הגיבויים.

source: Do full file backup
fa_ir: پشتیبان گیری کامل فایل
he: בצע גיבוי קבצים מלא

source: Do incremental file backup
fa_ir: پشتیبان گیری افزایشی فایل

source: Do full image backup
fa_ir: پشتیبان گیری کامل تصویر
he: בצע גיבוי מערכת מלא

source: Do incremental image backup
fa_ir: پشتیبان گیری افزایشی تصویر

source: Pause
fa_ir: توقف
he: השהה

source: Continue
fa_ir: ادامه
he: המשך

source: is not a volume
he: לא כונן

source: Last backup on
he: זמן גיבוי אחרון

source: No current backup.
he: אין כרגע גיבוי.

source: _percent_ done.
he: _percent_ הושלם.

source: Full image backup running.
he: גיבוי מערכת מלא מתבצע כעת.

source: Full file backup running.
he: גיבוי קבצים מלא מתבצע כעת.

source: Remove/Add backup paths
he: הוספה/הסרה של נתיב גיבוי

source: Author:
he: יוצר:
