Repository: AkliOnet/urbackup_frontend_wx
Catalog: lang/*/urbackup.po
Languages: de, fr, pl

source: Encrypted transfer:
de: Internettransfer verschlüsseln:
fr: Transfert chiffré :
pl: Transfer szyfrowany:

source: Compressed transfer:
de: Internettransfer komprimieren:
fr: Transfert compressé :
pl: Transfer kompresowany:

source: Max backups speed for internet connection:
de: Geschwindigkeitslimit über Internetverbindung:
fr: Vitesse de sauvegarde maximale sur internet :
pl: Maks. prędkość kopii dla połączeń internetowych:

source: Do full file backups over internet:
de: Volle Datei-backups über Internetverbindung:
fr: Effectuer des sauvegardes de type "fichier" complètes par internet :
pl: Wykonuj pełne kopie zapasowe plików przez internet:

source: Do image backups over internet:
de: Image-backups über Internetverbindung:
fr: Effectuer des sauvegardes de type "image" par internet :
pl: Wykonuj kopie obrazowe przez internet:

source: Internet server password:
de: Internetserver Passwort:
fr: Mot de passe du serveur internet :
pl: Internetowe hasło serwera:

source: Internet server port:
fr: Port d'écoute du serveur internet :
pl: Internetowy port serwera:

source: Internet server name/IP:
de: Internetserver Name oder IP:
fr: Nom ou IP du serveur internet :
pl: Internetowa nazwa serwera/IP:

source: Enable backup via internet:
de: Aktiviere Internetverbindung zu Server:
fr: Activer la sauvegarde par internet :
pl: Włącz kopie zapasowe przez internet:

source: Max backup speed for local network:
de: Geschwindigkeitslimit lokal:
fr: Vitesse de sauvegarde maximale sur réseau local :
pl: Maks. prędkość kopii zapasowych w sieci lokalnej:

source: A new backup server has been found. Click here to use it
de: Ein neuer Backup Server wurde gefunden. Hier klicken um diesen zu benutzen
fr: Un nouveau serveur de sauvegarde a été découvert. Cliquer ici pour l'utiliser.
pl: Znaleziono nowy serwer kopii zapasowych. Kliknij tutaj aby go używać.

source: UrBackup: New server
de: UrBackup: Neuer Server
fr: UrBackup : Nouveau serveur.
pl: UrBackup: Nowy serwer

source: Client
pl: Klient

source: Image backups
fr: Sauvegardes de type "image"
pl: Kopie obrazowe

source: File backups
de: Datei Backups
fr: Sauvegardes de type "fichier"
pl: Kopie plikowe

source: Include in backup (with wildcards):
de: Ins Backup einzuschließen (mit Wildcards):
fr: Inclure à la sauvegarde (avec astérisques) :
pl: Uwzględnij w kopii zapasowej (z wzorcami):

source: is not a volume
de: ist kein Laufwerk
fr: n'est pas un volume
pl: nie jest woluminem

source: Volumes to backup:
de: Image Backups von folgenden Laufwerken:
fr: Volumes à sauvegarder :
pl: Woluminy do wykonywania kopii zapasowej:

source: Waiting for server...
de: Warte auf Server...
fr: En attente du serveur...
pl: Czekam na serwer...

source: Backup delay after system start is not a number
de: Die Verzögerung bei Systemstart ist keine Zahl
fr: Le délai de démarrage de la sauvegarde après démarrage du système n'est pas un nombre
pl: Opóźnienie startu kopii bezpieczeństwa po uruchomieniu systemu nie jest liczbą.

source: Computer name:
fr: Nom de l'ordinateur :
pl: Nazwa komputera:

source: Exclude from backup (with wildcards):
de: Vom Backup auszuschließen (mit Wildcards):
fr: Exclure de la sauvegarde (avec astérisques) :
pl: Wyłącz z kopii zapasowej (z wzorcami):

source: Backup window:
de: Backup Zeitfenster:
fr: Fenêtre de sauvegarde :
pl: Okno wykonywania kopi zapasowej:

source: Backup delay after system start:
de: Backupverzögerung nach Systemstart:
fr: Délai de démarrage de la sauvegarde après démarrage du système :
pl: Opóźnienie wykonywania kopii zapasowej po starcie systemu:

source: Name:
fr: Nom :
pl: Nazwa:

source: Informations
de: Informationen
pl: Informacje

source: Continue
de: Fortfahren
fr: Continuer
pl: Kontynuuj

source: Pause
de: Pausieren
pl: Pauza

source: Logs
pl: Dziennik zdarzeń

source: Add/Remove backup paths
de: Pfade konfigurieren
fr: Ajouter/Retirer un chemin à sauvegarder
pl: Dodaj/Usuń katalogi

source: Settings
de: Einstellungen
fr: Paramètres
pl: Ustawienia

source: Do incremental image backup
de: Inkremetelles Image-Backup jetzt
fr: Faire une image disque incrémentale
pl: Wykonaj przyrostową kopię zapasową obrazu

source: Do full image backup
de: Volles Image-Backup jetzt
fr: Faire une image disque complète
pl: Wykonaj pełną kopię zapasową obrazu

source: Do incremental file backup
de: Inkremetelles Backup jetzt
fr: Faire une sauvegarde incrémentale des fichiers
pl: Wykonaj przyrostową kopię zapasową plików

source: Do full file backup
de: Volles Backup jetzt
fr: Faire une sauvegarde complète des fichiers
pl: Wykonaj pełną kopię zapasową plików

source: Continuing failed: No connection to backup server.
de: Verbindung mit Backupserver fehlgeschlagen. Konnte nicht fortfahren.
fr: Echec de la reprise : Pas de connexion au serveur de sauvegarde.
pl: Kontynuacja nieudana: Brak połączenia z serwerem kopii zapasowych.

source: Pausing failed: No connection to backup server.
de: Verbindung mit Backupserver fehlgeschlagen. Konnte nicht pausieren.
fr: Echec de la mise en pause : pas de connexion au serveur de sauvegarde.
pl: Pauzowanie nieudane: Brak połączenia z serwerem kopii zapasowych.

source: Could not start backup, because no backup server was found.
de: Konnte kein Backup starten, da leider kein Server gefunden wurde
fr: Impossible de demarrer la sauvegarde. Aucun serveur de sauvegarde n'a été trouvé.
pl: Nie udało się rozpocząć kopii zapasowej ponieważ nie znaleziono serwera kopii zapasowych.

source: A backup is already running. Could not start another one.
de: Ein Backup läuft bereits. Konnte leider kein weiteres starten.
fr: Une sauvegarde est actuellement en cours. Vous ne pouvez pas en lancer une autre.
pl: Kopia zapasowa jest w trakcie wykonywania. Nie można rozpocząć kolejnej.

source: Maximal number of full image backups is not a number
de: Die maximale Anzahl an vollen Image-Backups ist keine Zahl
fr: Le nombre maximal d'image disque complète n'est pas un nombre
pl: Maksymalna liczba pełnych kopii obrazowych nie jest liczbą.

source: Minimal number of full image backups is not a number
de: Die minimale Anzahl an vollen Image-Backups ist keine Zahl
fr: Le nombre minimall d'image disque complète n'est pas un nombre
pl: Minimalna liczba kopii obrazowych nie jest liczbą.

source: Maximal number of incremental image backups is not a number
de: Die maximale Anzahl an inkrementellen Image-Backups ist keine Zahl
fr: Le nombre maximal d'image disque incrémentale n'est pas un nombre
pl: Maksymalna liczba obrazowych kopii przyrostowych nie jest liczbą

source: Minimal number of incremental image backups is not a number
de: Die minimale Anzahl an inkrementellen Image-Backups ist keine Zahl
fr: Le nombre minimal d'image disque incrémentale n'est pas un nombre
pl: Minimalna liczba obrazowych kopii przyrostowych nie jest liczbą.

source: Minimal number of full file backups is not a number
de: Die minimale Anzahl an vollen Backups ist keine Zahl
fr: Le nombre minimal de sauvegarde complète des fichiers n'est pas un nombrer
pl: Minimalna liczba plikowych pełnych kopii zapasowych nie jest liczbą.

source: The maximal number of full file backups is not a number
de: Die maximale Anzahl an vollen Backups ist keine Zahl
fr: Le nombre maximal de sauvegarde complète des fichiers n'est pas un nombre
pl: Maksymalna liczba plikowych pełnych kopii zapasowych nie jest liczbą

source: The minimal number of incremental file backups is not a number
de: Die minimale Anzahl an inkrementellen Backups ist keine Zahl
fr: Le nombre minimal de sauvegarde incrémentale de fichier n'est pas un nombre
pl: Minimalna liczba plikowych przyrostowych kopii zapasowych nie jest liczbą

source: The maximal number of incremental file backups is not a number
de: Die maximale Anzahl an inkrementellen Backups ist keine Zahl
fr: Le nombre maximal de sauvegarde incrémentale de fichier n'est pas un nombre
pl: Maksymalna liczba plikowych przyrostowych kopii zapasowych nie jest liczbą

source: The incremental image backup time is not a number
de: Die inkrementelle Imagebackupzeit ist keine Zahl
fr: L'intervale pour l'image disque incrémentale n'est pas un nombre
pl: Czas obrazowej przyrostowej kopii zapasowej nie jest liczbą

source: The full image backup interval is not a number
de: Die volle Imagebackupzeit ist keine Zahl
fr: L'intervale pour l'image disque complète n'est pas un nombre
pl: Interwał pełnej obrazowej kopii zapasowej nie jest liczbą

source: The full backup interval is not a number
de: Die volle Backupzeit ist keine Zahl
fr: L'intervale de sauvegarde complète n'est pas un nombre
pl: Interwal pełnej kopii zapasowej nie jest liczbą

source: The incremental backup interval is not a number
de: Die inkrementelle Backupzeit ist keine Zahl
fr: L'interval de sauvegarde n'est pas un nombre
pl: Interwał przyrostowej kopii zapasowej nie jest liczbą

source: Last backup on
de: Letztes Backup am
fr: Dernière sauvegarde le
pl: Ostatnia kopia zapasowa

source: No current backup.
de: Kein aktuelles Backup.
fr: Pas de sauvegarde récente.
pl: Brak aktualnej kopii zapasowej.

source: _percent_ done.
pl: _percent zrobić.

source: Full image backup running.
de: Volles Image-Backup läuft.
fr: Image disque complète en cours.
pl: Trwa tworzenie pełnej obrazowej kopii zapasowej.

source: Incremental image backup running.
de: Inkrementelles Image-Backup läuft.
fr: Image disque incrémentielle en cours.
pl: Trwa tworzenie obrazowej przyrostowej kopii zapasowej.

source: Full file backup running.
de: Volles Backup läuft.
fr: Sauvegarde complète des fichiers en cours.
pl: Trwa tworzenie pełnej plikowej kopii zapasowej.

source: Incremental file backup running.
de: Inkrementelles Backup läuft.
fr: Sauvegarde incrémentielle des fichiers en cours
pl: Trwa tworzenie przyrostowej plikowej kopii zapasowej.

source: Cannot connect to backup server
de: Keine Verbindung zum Backupserver möglich
fr: Impossible de se connecter au serveur de sauvegarde
pl: Nie można się połączyć się z serwerem

source: A new version of UrBackup is available. Please click here to install it now.
de: Eine neue Version von UrBackup ist verfügbar. Klicken Sie hier um diese zu installieren
fr: Une nouvelle version de UrBackup est disponible. Cliquer pour l'installer maintenant.
pl: Jest dostępna nowa wersja UrBackup. Kliknij tutaj aby ją teraz zainstalować.

source: UrBackup: Update available
de: UrBackup: Update verfügbar
fr: UrBackup: Mise à jour disponible
pl: UrBackup: dostępna aktualizacja

source: Please select the directory that will be backed up.
de: Bitte Verzeichnis das gesichert werden soll auswählen
fr: Selectionner le repertoire a sauvegarder.
pl: Wybierz katalog do utworzenia kopii zapasowej.

source: There was an error. Currently nothing can be backed up.
de: Ein Fehler ist aufgetreten. Backups werden momentan nicht durchgeführt.
fr: Il y a eu une erreur. Rien ne peut être sauvegarder actuellement.
pl: Wystąpił błąd. Obecnie nie można tworzyć żadnej kopii zapasowej.

source: Remove path
de: Pfad entfernen
fr: Supprimer un chemin
pl: Usuń katalog

source: Add path
de: Neuer Pfad
fr: Ajouter un chemin
pl: Dodaj katalog

source: Remove/Add backup paths
de: Pfade hinzufügen und entfernen
fr: Supprimer/Ajouter un chemin de sauvegarde
pl: Usuń/Dodaj katalog

source: Author:
de: Autor:
fr: Autheur:
pl: Autor:

source: Version:
pl: Wersja:

source: Exit
de: Verlassen
fr: Sortie
pl: Wyjście

source: Errors
fr: Erreurs
pl: Błędy

source: Warnings
fr: Avertissement
pl: Ostrzeżenia

source: Infos
de: Info
fr: Info
pl: Informacje

source: Filter:
fr: Filtre:
pl: Filtr:

source: Abort
de: Abbrechen
fr: Abandonner
pl: Anuluj

source: Active
de: Aktiv
fr: Actif
pl: Aktywne

source: days
de: Tage
fr: jours
pl: dni

source: hours
de: Stunden
fr: heures
pl: godzin

source: Maximal number of full image backups:
de: Maximale Anzahl an vollen Image-Backups:
fr: Nombre maximum d'image disque complète:
pl: Maksymalna liczba pełnych kopii obrazowych:

source: Minimal number of full image backups:
de: Minimale Anzahl an vollen Image-Backups:
fr: Nombre minimum d'image disque complète:
pl: Minimalna liczba pełnych kopii obrazowych:

source: Maximal number of incremental image backups:
de: Maximale Anzahl an inkrementellen Image-Backups:
fr: Nombre maximum d'image disque incrémentale:
pl: Maksymalna liczba przyrostowych kopii obrazowych:

source: Minimal number of incremental image backups:
de: Minimale Anzahl an inkrementellen Image-Backups:
fr: Nombre minimum d'image disque incrémentale:
pl: Minimalna liczba przyrostowych kopii obrazowych:

source: Maximal number of full file backups:
de: Maximale Anzahl an vollen Backups:
fr: Nombre maximum de sauvegarde complète de type fichier:
pl: Maksymalna liczba pełnych plikowych kopii zapasowych

source: Minimal number of full file backups:
de: Minimale Anzahl an vollen Backups:
fr: Nombre minimum de sauvegarde complète de type fichier:
pl: Minimalna liczba pełnych plikowych kopii zapasowych:

source: Maximal number of incremental file backups:
de: Maximale Anzahl an inkrementellen Backups:
fr: Nombre maximum de sauvegarde incrémentale de type fichier:
pl: Maksymalna liczba przyrostowych plikowych kopii zapasowych:

source: Minimal number of incremental file backups:
de: Minimale Anzahl an inkrementellen Backups:
fr: Nombre minimum de sauvegarde incrémentale:
pl: Minimalna liczba przyrostowych plikowych kopii zapasowych:

source: Interval for full image backups:
de: Intervall für volle Image-Backups:
fr: Temps entre les images disque complète:
pl: Interwał wykonywania pełnych kopii obrazowych:

source: Interval for incremental image backups:
de: Intervall für inkrementelle Image-Backups:
fr: Temps entre les images disque incrémentales:
pl: Interwał wykonywania przyrostowych kopii obrazowych:

source: Interval for full file backups:
de: Intervall für volle Backups:
fr: Temps entre les sauvegardes complètes de tpye fichier:
pl: Interwał pełnych plikowych kopii zapasowej:

source: Interval for incremental file backups:
de: Intervall für inkrementelle Backups:
fr: Temps entre les sauvegardes incrémentales de type fichier:
pl: Interwał przyrostowych plikowych kopii zapasowych:

source: % done.
de: % fertig.
fr: % fait.
