Repository: AkliOnet/urbackup_frontend_wx
Catalog: data/*/trans.po
Languages: fr, ru

source: Intervall für inkrementelle Backups:
fr: Temps entre les sauvegarde incrémentales de fichier:
ru: Интервал добавочных файловых бэкапов

source: Intervall für volle Backups:
fr: Temps entre les sauvegardes complètes de fichier:
ru: Интервал полных бэкапов файлов

source: Intervall für inkrementelle Image-Backups:
fr: Temps entre les images disque incrémentales:
ru: Интервал добавочных бэкапов образа

source: Intervall für volle Image-Backups:
fr: Temps entre les images disque complète:
ru: Интервал полных бэкапов образа

source: Minimale Anzahl an inkrementellen Backups:
fr: Nombre minimal de sauvegarde incrémentale:
ru: Минимальное количество добавочных бэкапов файлов

source: Maximale Anzahl an inkrementellen Backups:
fr: Nombre maximal de sauvegarde incrémentale de fichier:
ru: Максимальное количество добавочных бэкапов файлов

source: Minimale Anzahl an vollen Backups:
fr: Nombre minimal de sauvegarde complète de fichier:
ru: Минимальное количество полных бэкапов файлов

source: Maximale Anzahl an vollen Backups:
fr: Nombre maximal de sauvegarde complète de fichier:
ru: Максимальное количество полных бэкапов файлов

source: Minimale Anzahl an inkrementellen Image-Backups:
fr: Nombre minimum d'image disque incrémentale:
ru: Минимальное количество добавочных бэкапов образа

source: Maximale Anzahl an inkrementellen Image-Backups:
fr: Nombre maximal d'image disque incrémentale:
ru: Максимальное количество добавочных бэкапов образа

source: Minimale Anzahl an vollen Image-Backups:
fr: Nombre minimum d'image disque complète:
ru: Минимальное количество полных бэкапов образа

source: Maximale Anzahl an vollen Image-Backups:
fr: Nombre maximal d'image disque complète:
ru: Максимальное количество полных бэкапов образа

source: Stunden
fr: heures
ru: часов

source: Tage
fr: jours
ru: дней

source: Aktiv
fr: Actif
ru: Активнен

source: OK
ru: Ок

source: Abbrechen
fr: Abandonner
ru: Отмена

source: Filter:
fr: Filtre:
ru: Фильтр:

source: Info
ru: Информация

source: Warnings
fr: Avertissement
ru: Предупреждения

source: Errors
fr: Erreurs
ru: Ошибки

source: Verlassen
fr: Sortie
ru: Выход

source: Version:
ru: Версия:

source: Autor:
fr: Autheur:
ru: Автор:

source: Pfade hinzufügen und entfernen
fr: Supprimer/Ajouter un chemin de sauvegarde
ru: Добавить/Удалить пути бэкапа

source: Ok
ru: Ок

source: Neuer Pfad
fr: Ajouter un chemin
ru: Добавить путь

source: Pfad entfernen
fr: Supprimer un chemin
ru: Удалить путь

source: Ein Fehler ist aufgetreten. Backups werden momentan nicht durchgeführt.
fr: Il y a eu une erreur. Rien ne peut être sauvegarder actuellement.
ru: Произошла ошибка. Нечего бэкапить

source: Bitte Verzeichnis das gesichert werden soll auswählen
fr: Selectionner le repertoire a sauvegarder.
ru: Пожалуйста выберите директорию для бэкапа

source: UrBackup: Update verfügbar
fr: UrBackup: Mise à jour disponible
ru: UrBackup: Доступно обновление

source: Eine neue Version von UrBackup ist verfügbar. Klicken Sie hier um diese zu installieren
fr: Une nouvelle version de UrBackup est disponible. Cliquer pour l'installer maintenant.
ru: Доступна новая версия. Пожалуйста нажмите здесь, чтобы установить сейчас.

source: Keine Verbindung zum Backupserver möglich
fr: Impossible de se connecter au serveur de sauvegarde
ru: Не удается подключиться к серверу

source: Inkrementelles Backup läuft.
fr: Sauvegarde incrémentielle des fichiers en cours
ru: Добавочный бэкап выполняется.

source: Volles Backup läuft.
fr: Sauvegarde complète des fichiers en cours.
ru: Полный бэкап выполняется.

source: Inkrementelles Image-Backup läuft.
fr: Image disque incrémentielle en cours.
ru: Добавочный бэкап образа выполняется.

source: Volles Image-Backup läuft.
fr: Image disque complète en cours.
ru: Полный бэкап образа выполняется.

source: % fertig.
fr: % fait.
ru: % завершено.

source: Kein aktuelles Backup.
fr: Pas de sauvegarde récente.
ru: Нет текущего бэкапа.

source: Letztes Backup am
fr: Dernière sauvegarde le
ru: Последний бэкап был

source: Die inkrementelle Backupzeit ist keine Zahl
fr: L'interval de sauvegarde n'est pas un nombre
ru: Интервал добавочной копии не является числом

source: Die volle Backupzeit ist keine Zahl
fr: L'intervale de sauvegarde complète n'est pas un nombre
ru: Интервал полных бэкапов не является числом

source: Die volle Imagebackupzeit ist keine Zahl
fr: L'intervale pour l'image disque complète n'est pas un nombre
ru: Интервал полных бэкапов образа не является числом

source: Die inkrementelle Imagebackupzeit ist keine Zahl
fr: L'intervale pour l'image disque incrémentale n'est pas un nombre
ru: Интервал добавочных бэкапов образа не является числом

source: Die maximale Anzahl an inkrementellen Backups ist keine Zahl
fr: Le nombre maximal de sauvegarde incrémentale de fichier n'est pas un nombre
ru: Максимальное количество добавочных бэкапов файлов не является числом

source: Die minimale Anzahl an inkrementellen Backups ist keine Zahl
fr: Le nombre minimal de sauvegarde incrémentale de fichier n'est pas un nombre
ru: Минимальное количество добавочных бэкапов файлов не является числом

source: Die maximale Anzahl an vollen Backups ist keine Zahl
fr: Le nombre maximal de sauvegarde complète des fichiers n'est pas un nombre
ru: Максимальное количество полных бэкапов файлов не является числом

source: Die minimale Anzahl an vollen Backups ist keine Zahl
fr: Le nombre minimal de sauvegarde complète des fichiers n'est pas un nombrer
ru: Минимальное количество полных бэкапов файлов не является числом

source: Die minimale Anzahl an inkrementellen Image-Backups ist keine Zahl
fr: Le nombre minimal d'image disque incrémentale n'est pas un nombre
ru: Минимальное количество добавочных бэкапов образа не является числом

source: Die maximale Anzahl an inkrementellen Image-Backups ist keine Zahl
fr: Le nombre maximal d'image disque incrémentale n'est pas un nombre
ru: Максимальное количество добавочных бэкапов образа не является числом

source: Die minimale Anzahl an vollen Image-Backups ist keine Zahl
fr: Le nombre minimall d'image disque complète n'est pas un nombre
ru: Минимальное количество полных бэкапов образа не является числом

source: Die maximale Anzahl an vollen Image-Backups ist keine Zahl
fr: Le nombre maximal d'image disque complète n'est pas un nombre
ru: Максимальное количество полных бэкапов образа не является числом

source: Ein Backup läuft bereits. Konnte leider kein weiteres starten.
fr: Une sauvegarde est actuellement en cours. Vous ne pouvez pas en lancer une autre.
ru: Бэкап уже запущен. Невозможно запустить ещё один.

source: Konnte kein Backup starten, da leider kein Server gefunden wurde
fr: Impossible de demarrer la sauvegarde. Aucun serveur de sauvegarde n'a été trouvé.
ru: Невозможно запустить бэкап, сервер не найден

source: Verbindung mit Backupserver fehlgeschlagen. Konnte nicht pausieren.
fr: Echec de la mise en pause : pas de connexion au serveur de sauvegarde.
ru: Приостановить не удалось. Нет соединения с сервером

source: Verbindung mit Backupserver fehlgeschlagen. Konnte nicht fortfahren.
fr: Echec de la reprise : Pas de connexion au serveur de sauvegarde.
ru: Продолжить не удалось. Нет соединения с сервером

source: Volles Backup jetzt
fr: Faire une sauvegarde complète des fichiers
ru: Запустить полный бэкап файлов

source: Inkremetelles Backup jetzt
fr: Faire une sauvegarde incrémentale des fichiers
ru: Запустить добавочный бэкап файлов

source: Volles Image-Backup jetzt
fr: Faire une image disque complète
ru: Запустить полный бэкап образа

source: Inkremetelles Image-Backup jetzt
fr: Faire une image disque incrémentale
ru: Запустить добавочный бэкап образа

source: Einstellungen
fr: Paramètres
ru: Настройки

source: Pfade konfigurieren
fr: Ajouter/Retirer un chemin à sauvegarder
ru: Добавить/Удалить пути бэкапа

source: Logs
ru: Логи

source: Pausieren
fr: Pause
ru: Пауза

source: Fortfahren
fr: Continuer
ru: Продолжить

source: Informationen
fr: Informations
ru: Информация

source: Name:
ru: Имя:

source: Backupverzögerung nach Systemstart:
ru: Задержка копирования после старта системы:

source: Backup Zeitfenster:
ru: Расписание бэкапа:

source: Vom Backup auszuschließen (mit Wildcards):
ru: Исключить из бэкапа (с шаблоном):

source: Computername:
ru: Имя компьютера:

source: min
ru: минут

source: Die Verzögerung bei Systemstart ist keine Zahl
ru: Задержка копирования после старта системы не является числом

source: Warte auf Server...
ru: Ожидание сервера...

source: Image Backups von folgenden Laufwerken:
ru: Разделы для бэкапа

source: ist kein Laufwerk
ru: это не раздел

source: Ins Backup einzuschließen (mit Wildcards):
ru: Включить в бэкап (с шаблоном):
